# tap repositories and their packages
tap "getantibody/tap"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask"

brew "antibody"
brew "awscli"
brew "bat"
brew "coreutils"
brew "direnv"
brew "entr"
brew "ffmpeg"
brew "git"
brew "imagemagick"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "mas"
brew "neovim"
brew "peco"
brew "rclone"
brew "ripgrep"
brew "rsync""
brew "wget"
brew "yadm"
brew "youtube-dl"

cask "aerial"
cask "alfred"
cask "android-studio"
cask "cakebrew"
cask "chromedriver"
cask "clipy"
cask "cyberduck"
cask "discord"
cask "docker"
cask "factor"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-photos-backup-and-sync"
cask "handbrake"
cask "insomnia"
cask "iterm2"
cask "macmediakeyforwarder"
cask "moom"
cask "notion"
cask "obs"
cask "plex"
cask "raindropio"
cask "rstudio"
cask "signal"
cask "sketch"
cask "skype"
cask "slack"
cask "spotify"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"

# Mac App Store apps
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "DaisyDisk", id: 411643860
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Notion", id: 963581967
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "The Unarchiver", id: 425424353
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835