robbyrussell/oh-my-zsh path:plugins/asdf
robbyrussell/oh-my-zsh path:plugins/osx
robbyrussell/oh-my-zsh path:plugins/git
robbyrussell/oh-my-zsh path:plugins/colored-man-pages
robbyrussell/oh-my-zsh path:plugins/battery
robbyrussell/oh-my-zsh path:plugins/aws

zdharma/zsh-diff-so-fancy
zsh-users/zsh-syntax-highlighting
jimeh/zsh-peco-history
woefe/git-prompt.zsh
